Revit 2027 API
UV.U Property
Gets the first coordinate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double U { get; }
Public ReadOnly Property U As Double
	Get
public:
property double U {
	double get ();
}
member U : float with get
Property Value
Double
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace